label Bad_eding:
    #грустная музыка
    scene fon_b1
    with showdissolve
    "Дэниель понимает, что ему сейчас надо пропасть на какой-то неопределенный срок, чтобы избежать последствий"
    "Герой решает уехать из страны. Ему приходится попрощаться со всеми своими друзьями, родственниками и, самое страшное, нормальной жизнью"
    "Впереди лишь темнота и неопределенность"

    scene fon_b2
    with showdissolve
    "Пересекая границу, герой узнает, что все его счета заблокированы"

    scene fon_b3
    with showdissolve
    "Дэниел оказался в неизвестной ему стране, без денег, без сил, без работы и мотивации."
    "Разве так должна была закончиться история некогда перспективного Дэниеля?"
    "..."
    scene black
    with showdissolve
    return
