#третий день
label Day_three:
#сцена 1
    scene fon3_1
    with showdissolve
    "Дэниелу снились новые горизонты и неизведанные просторы. Моря, горы, реки, океаны, ряды зеленых деревьев тайги, конца которых не видно"

    "Определенно, этот сон был чем-то новым. Он внес те краски жизни, которых так долго не видел Дэниел"

    #звук зивоты и будильника

#сцена 2

    scene fon3_2
    with showdissolve
    "Погоня за мечтой не изменит лепту. Свободен лишь тот лишь тот, кто пока не заметил клетку"

    #стук двери

    "Громко хлопнув дверью, бесцеремонно вошла Алиса"
    p_A "Ой! Хых! Денчик :) Тебе случайно не приходила рассылка от этой псевдохакерской группировки?"
    p_A "Вот умора! Хакеров ищут, ХИ-ХЫ-ХИ"
    p_A "Дэн? Ты чего так побледнел?"
    p_D "Нет, нет, все хорошо, ты меня напугала своим громким стуком. Все в порядке"
    "Дэниел соврал в очередной раз. Его начали терзать сомнения: 'Почему Алисе тоже пришло письмо? Она же просто студент УрФУ, пусть и достаточно перспективная. Неужели она тоже?....' "
    "Рабочий день прошел в муторном ожидании вечера."

#сцена 3

    scene fon3_3
    with showdissolve
    "Дэниел окрыленный прибежал домой. Вот они! ПЕ-РЕ-МЕ-НЫ!!! Первое задание на новой работе, уххх"
    p_D "Тааак, и как все это должно происходить"
    "С Дэниелем связывается его новый босс и дает ему VPN-доступ в сеть какой-то уж очень большой корпорации"
    Boss "Найди максимум уязвимостей в этой сети. Это твое тестовое задание."
    "Дэниелу не составило труда найти с десяток уязвимостей разного рода. Здесь и RCE, и десереализация, и неправильная конфигурация служб сертификации. Все позволялло буквально в один клик проломить даже самые защищенные хосты."
    "Да........... Дэниел наконец-то почувствовал ту самую силу. Он мог управлять сотнями устройств, видеть тысячи лиц за компьютерами, даже принтеры были ему подвластны!"
    Boss "Дэниел, ты приятно удивляешь."
    p_D "Спасибо, мне не хватало этой свободы"
    Boss "Твои результаты более чем отличные. Ты принят!"
    Boss "Знаешь, думаю, что тебе премию можно выдать сразу. Перечислил на твой криптокошелек пару биткоинов. Надеюсь на плодотворное сотрудничество"
    "Дэниел был ослеплен эйфорией. Он за один вечер смог заработать больше, чем за последние полгода. Его паранойя совсем улетучилась, хотя в глубине души последние колоски опасений, сжигаемые огнем безграничной радости, старались вразумить героя"
    #Хакеры взламывают пентагон тут звук нужен

#сцена 4

    scene fon3_4
    with showdissolve
    " Дэниел лежит на кровати и восхищается как он хорош"
    p_D "Боже как же я гениален, вы все вокруг боты по сравнению со мной"
    p_D "Просто дайте мне любую компанию и я сделаю грязь, я готов на всё, лишь бы продолжать работать здесь"
    #жду дизайна :)

#сцена 5

    scene fon3_5
    with showdissolve
    "Дэниел впервые за долгое время ложится спать с таким настроением, мне кажется он сейчас счастливее любого человка на этом свете"
    #звуки зивающего человека
    scene black
    with showdissolve
    pause(3.5)

    return
