label Good_eding:
    #напряженая музыка

    scene fon_g1
    with showdissolve

    "Нужно уметь признавать свои ошибки, ведь иногда за них приходится отвечать."
    "Дэниел, ну что же ты наделал… Тебе стоит сдаться с поличным и попробовать вернуться на свое старое место работы"
    "Да, Алиса, я сотворил много всего плохого, сделал много глупостей. Думаю, ты права"

    scene fon_g2
    with showdissolve
    "Минуты допроса тянулись невыносимо долго. Дэниелу пришлось рассказать в подробностях все свои приключения. Совесть сжирала изнутри, он чувствовал себя униженным и разбитым"

    #scene fon_g3
    #with showdissolve
    "Дэниел возращается в офис и понимает, что все-таки это его место."
    "Хакерскую группировку поймали благодаря информации от Дэниела."
    scene fon_g3
    with showdissolve
    "Проходит полгода"
    "Дэниел теперь опытный безопасник. Он рад, что у него получилось найти специальность ему по душе, ведь ему так нравится помогать людям"
    scene black
    with showdissolve
    return
